{
  "Place static or pegged order limit volume on the book, manage your spread and position, and receive <2></2> of the trade value when an incoming trade matches your order.": "Размещайте статичные или привязанные лимитные ордера, управляйте спредом и позицией и получайте <2></2> от стоимости сделки, когда входящая сделка совпадает с вашим ордером.",
  "APIs for market making and liquidity": "API для создания рынка и ликвидности",
  "Getting down to brass tacks, here is everything you need to create markets and provide liquidity on Vega. There are certain prerequisites before you can fulfill either role. Learn about them here.": "Вот все, что вам нужно для создания рынков и обеспечения ликвидности на Vega. Есть определенные предварительные условия, прежде чем вы сможете выполнять обе роли. Узнайте о них здесь.",
  "Use Vega": "Используйте Vega",
  "Market make and provide liquidity using the APIs": "Осуществлять маркетинг и предоставлять ликвидность с помощью API.",
  "Anyone can become a market maker or liquidity provider on Vega by integrating with its CEX-style APIs": "Любой желающий может стать маркет-мейкером или поставщиком ликвидности на Vega, интегрировавшись с ее API в стиле CEX.",
  "Market makers": "Маркет-мейкеры",
  "Liquidity providers": "Поставщики ликвидности",
  "Users willing to commit a set bond amount to help ensure a market's liquidity can earn liquidity provision fees. Fee % is set per market based on the commitments needed to keep it liquid.": "Пользователи, готовые взять на себя обязательства по выплате установленной суммы облигаций для обеспечения ликвидности рынка, могут получать комиссионные за предоставление ликвидности. % комиссионных устанавливается для каждого рынка на основе обязательств, необходимых для поддержания его ликвидности.",
  "Prerequisites": "Требования",
  "Market making and liquidity provision is risky and for sophisticated parties only. Users of this page should be able to:": "Создание рынка и предоставление ликвидности является рискованным и предназначено только для заинтересованных лиц. Пользователи этой страницы должны уметь:",
  "Actively manage liquidity deployed to a limit order book": "Активно управлять ликвидностью, размещенной в книге лимитных заказов",
  "Understand how derivatives pricing works, specifically cash-settle futures": "Понять, как происходит ценообразование деривативов, в частности, фьючерсов с оплатой за наличный расчет",
  "Code automated trading strategies and operate and monitor them 24/7": "Кодировать автоматизированные торговые стратегии, управлять и контролировать их 24/7",
  "Understand the nuances of integrating with a blockchain, for example, you’re familiar with tools like Web3.js – used to interact with Ethereum": "Понимать нюансы интеграции с блокчейном, например, вы знакомы с такими инструментами, как Web3.js - используемыми для взаимодействия с Ethereum",
  "Manage inventory risk and build trading strategies that effectively manage exposure to maintain neutrality": "Управление рисками, связанными с запасами, и построение торговых стратегий, позволяющих эффективно управлять рисками для поддержания нейтральности",
  "Manage risk in a leveraged trading environment": "Управление рисками в условиях торговли с использованием заемных средств",
  "Get Started": "Давайте приступим",
  "1. Get a Wallet": "1. Скачайте кошелек",
  "Download the CLI wallet for developer access to programmatically sign transactions and access any dApps on the network.": "Загрузите кошелек CLI для доступа разработчиков, чтобы программно подписывать транзакции и получать доступ к любым dApps в сети.",
  "Download CLI Wallet": "Скачать кошелек CLI",
  "Advanced: Set up your own test network": "Дополнительно: Настройка собственной тестовой сети",
  "Experiment with the protocol by creating an instance of the Vega network on your computer.": "Поэкспериментируйте с протоколом, создав экземпляр сети Vega на своем компьютере.",
  "Install Vega capsule": "Установите капсулу Vega",
  "2. Check out our APIs": "2. Ознакомьтесь с нашими API",
  "Core nodes": "Узлы ядра",
  "View all core node APIs": "Посмотреть все API основных узлов",
  "Data node": "Узел сбора данных",
  "View all data node APIs": "Посмотреть все API узлов данных",
  "Vega wallet": "Кошелек Vega",
  "View Vega Wallet API": "Посмотреть API кошелька Vega",
  "Accessd via:": "Доступ через:",
  "Integrate with our APIs": "Интеграция с нашими API",
  "3. Follow a tutorial and get code snippets": "3. Следуйте учебнику и получайте фрагменты кода",
  "Getting started": "Начало работы",
  "View": "Посмотреть",
  "Start development of a bot to trade on Vega": "Начните разработку бота для торговли на Vega",
  "Streaming data": "Потоковые данные",
  "Enhance the bot with a data stream": "Дополните бота потоком данных",
  "Adding a liquidity commitment": "Добавление обязательства по ликвидности",
  "Add a liquidity commitment to the bot": "Добавить обязательство ликвидности к боту",
  "Adding an external price feed": "Добавление внешнего ценового канала",
  "Add an external price feed to the bot": "Добавьте внешнюю ценовую ленту к боту",
  "Key Resources": "Ключевые ресурсы",
  "Vega market lifecycle": "Жизненный цикл рынка Vega",
  "Vega trading modes": "Торговые режимы Vega",
  "Fees & trading rewards": "Комиссионные и торговые вознаграждения",
  "Providing liquidity": "Обеспечение ликвидности"
}
